{
	"FormatVersion": 2,
	"Namespace": "",
	"Subnamespaces": [
		{
			"Namespace": "NightCaretaker",
			"Subnamespaces": [
				{
					"Namespace": "Editor",
					"Subnamespaces": [
						{
							"Namespace": "Metadata",
							"Children": [
								{
									"Source": {
										"Text": "Apply Runtime Tuning"
									},
									"Translation": {
										"Text": "Apply Runtime Tuning"
									},
									"Key": "NCRealityCameraComponent:ApplyRuntimeTuning.DisplayName"
								},
								{
									"Source": {
										"Text": "Base Field Of View"
									},
									"Translation": {
										"Text": "Base Field Of View"
									},
									"Key": "NCRealityCameraTuning:BaseFOV.DisplayName"
								},
								{
									"Source": {
										"Text": "Base Offset"
									},
									"Translation": {
										"Text": "Base Offset"
									},
									"Key": "NCRealityCameraTuning:BaseOffset.DisplayName"
								},
								{
									"Source": {
										"Text": "Chromatic Aberration Intensity"
									},
									"Translation": {
										"Text": "Chromatic Aberration Intensity"
									},
									"Key": "NCRealityCameraTuning:ChromaticAberrationIntensity.DisplayName"
								},
								{
									"Source": {
										"Text": "Default Input Mapping Context"
									},
									"Translation": {
										"Text": "Default Input Mapping Context"
									},
									"Key": "NCPlayerCharacter:DefaultInputMappingContext.DisplayName"
								},
								{
									"Source": {
										"Text": "Enable Post Process"
									},
									"Translation": {
										"Text": "Enable Post Process"
									},
									"Key": "NCRealityCameraTuning:bEnablePostProcess.DisplayName"
								},
								{
									"Source": {
										"Text": "Enabled"
									},
									"Translation": {
										"Text": "Enabled"
									},
									"Key": "NCRealityCameraComponent:SetPrecisionInteractionEnabled:bEnabled.DisplayName"
								},
								{
									"Source": {
										"Text": "Idle Noise Frequency"
									},
									"Translation": {
										"Text": "Idle Noise Frequency"
									},
									"Key": "NCRealityCameraTuning:IdleNoiseFrequency.DisplayName"
								},
								{
									"Source": {
										"Text": "Idle Noise Location Amplitude"
									},
									"Translation": {
										"Text": "Idle Noise Location Amplitude"
									},
									"Key": "NCRealityCameraTuning:IdleNoiseLocationAmplitude.DisplayName"
								},
								{
									"Source": {
										"Text": "Idle Noise Rotation Amplitude"
									},
									"Translation": {
										"Text": "Idle Noise Rotation Amplitude"
									},
									"Key": "NCRealityCameraTuning:IdleNoiseRotationAmplitude.DisplayName"
								},
								{
									"Source": {
										"Text": "Interaction Damping Factor"
									},
									"Translation": {
										"Text": "Interaction Damping Factor"
									},
									"Key": "NCRealityCameraTuning:InteractionDampingFactor.DisplayName"
								},
								{
									"Source": {
										"Text": "Is Precision Interaction Enabled"
									},
									"Translation": {
										"Text": "Is Precision Interaction Enabled"
									},
									"Key": "NCRealityCameraComponent:IsPrecisionInteractionEnabled.DisplayName"
								},
								{
									"Source": {
										"Text": "Look Input Action"
									},
									"Translation": {
										"Text": "Look Input Action"
									},
									"Key": "NCPlayerCharacter:LookInputAction.DisplayName"
								},
								{
									"Source": {
										"Text": "Max Roll Degrees"
									},
									"Translation": {
										"Text": "Max Roll Degrees"
									},
									"Key": "NCRealityCameraTuning:MaxRollDegrees.DisplayName"
								},
								{
									"Source": {
										"Text": "Mouse Look Input Action"
									},
									"Translation": {
										"Text": "Mouse Look Input Action"
									},
									"Key": "NCPlayerCharacter:MouseLookInputAction.DisplayName"
								},
								{
									"Source": {
										"Text": "Mouse Look Input Mapping Context"
									},
									"Translation": {
										"Text": "Mouse Look Input Mapping Context"
									},
									"Key": "NCPlayerCharacter:MouseLookInputMappingContext.DisplayName"
								},
								{
									"Source": {
										"Text": "Move FOV Boost Max"
									},
									"Translation": {
										"Text": "Move FOV Boost Max"
									},
									"Key": "NCRealityCameraTuning:MoveFOVBoostMax.DisplayName"
								},
								{
									"Source": {
										"Text": "Move Input Action"
									},
									"Translation": {
										"Text": "Move Input Action"
									},
									"Key": "NCPlayerCharacter:MoveInputAction.DisplayName"
								},
								{
									"Source": {
										"Text": "Movement Response Speed"
									},
									"Translation": {
										"Text": "Movement Response Speed"
									},
									"Key": "NCRealityCameraTuning:MovementResponseSpeed.DisplayName"
								},
								{
									"Source": {
										"Text": "NCCharacter Base"
									},
									"Translation": {
										"Text": "NCCharacter Base"
									},
									"Key": "NCCharacterBase.DisplayName"
								},
								{
									"Source": {
										"Text": "NCGame Instance"
									},
									"Translation": {
										"Text": "NCGame Instance"
									},
									"Key": "NCGameInstance.DisplayName"
								},
								{
									"Source": {
										"Text": "NCGame Mode"
									},
									"Translation": {
										"Text": "NCGame Mode"
									},
									"Key": "NCGameMode.DisplayName"
								},
								{
									"Source": {
										"Text": "NCGame Mode Base"
									},
									"Translation": {
										"Text": "NCGame Mode Base"
									},
									"Key": "NCGameModeBase.DisplayName"
								},
								{
									"Source": {
										"Text": "NCGame State"
									},
									"Translation": {
										"Text": "NCGame State"
									},
									"Key": "NCGameState.DisplayName"
								},
								{
									"Source": {
										"Text": "NCGame State Base"
									},
									"Translation": {
										"Text": "NCGame State Base"
									},
									"Key": "NCGameStateBase.DisplayName"
								},
								{
									"Source": {
										"Text": "NCPlayer Controller"
									},
									"Translation": {
										"Text": "NCPlayer Controller"
									},
									"Key": "NCPlayerController.DisplayName"
								},
								{
									"Source": {
										"Text": "NCPlayer Controller Base"
									},
									"Translation": {
										"Text": "NCPlayer Controller Base"
									},
									"Key": "NCPlayerControllerBase.DisplayName"
								},
								{
									"Source": {
										"Text": "NCPlayer State"
									},
									"Translation": {
										"Text": "NCPlayer State"
									},
									"Key": "NCPlayerState.DisplayName"
								},
								{
									"Source": {
										"Text": "NCPlayer State Base"
									},
									"Translation": {
										"Text": "NCPlayer State Base"
									},
									"Key": "NCPlayerStateBase.DisplayName"
								},
								{
									"Source": {
										"Text": "New Intensity"
									},
									"Translation": {
										"Text": "New Intensity"
									},
									"Key": "NCRealityCameraComponent:SetRealityCamIntensity:NewIntensity.DisplayName"
								},
								{
									"Source": {
										"Text": "NightCaretaker Player Character"
									},
									"Translation": {
										"Text": "NightCaretaker Player Character"
									},
									"Key": "NCPlayerCharacter.DisplayName"
								},
								{
									"Source": {
										"Text": "Post Process Blend Weight"
									},
									"Translation": {
										"Text": "Post Process Blend Weight"
									},
									"Key": "NCRealityCameraTuning:PostProcessBlendWeight.DisplayName"
								},
								{
									"Source": {
										"Text": "Precision Mode Interp Speed"
									},
									"Translation": {
										"Text": "Precision Mode Interp Speed"
									},
									"Key": "NCRealityCameraTuning:PrecisionModeInterpSpeed.DisplayName"
								},
								{
									"Source": {
										"Text": "Reality Camera"
									},
									"Translation": {
										"Text": "Reality Camera"
									},
									"Key": "NCPlayerCharacter:RealityCameraComponent.DisplayName"
								},
								{
									"Source": {
										"Text": "Reality Camera Component"
									},
									"Translation": {
										"Text": "Reality Camera Component"
									},
									"Key": "NCRealityCameraComponent.DisplayName"
								},
								{
									"Source": {
										"Text": "Reality Camera Intensity"
									},
									"Translation": {
										"Text": "Reality Camera Intensity"
									},
									"Key": "NCRealityCameraTuning:RealityCamIntensity.DisplayName"
								},
								{
									"Source": {
										"Text": "Reality Camera Tuning"
									},
									"Translation": {
										"Text": "Reality Camera Tuning"
									},
									"Key": "NCRealityCameraComponent:RealityCameraTuning.DisplayName"
								},
								{
									"Source": {
										"Text": "Reality Camera Tuning"
									},
									"Translation": {
										"Text": "Reality Camera Tuning"
									},
									"Key": "NCRealityCameraTuning.DisplayName"
								},
								{
									"Source": {
										"Text": "Return Value"
									},
									"Translation": {
										"Text": "Return Value"
									},
									"Key": "NCRealityCameraComponent:IsPrecisionInteractionEnabled:ReturnValue.DisplayName"
								},
								{
									"Source": {
										"Text": "Run Speed"
									},
									"Translation": {
										"Text": "Run Speed"
									},
									"Key": "NCPlayerCharacter:RunSpeed.DisplayName"
								},
								{
									"Source": {
										"Text": "Set Precision Interaction Enabled"
									},
									"Translation": {
										"Text": "Set Precision Interaction Enabled"
									},
									"Key": "NCRealityCameraComponent:SetPrecisionInteractionEnabled.DisplayName"
								},
								{
									"Source": {
										"Text": "Set Reality Camera Intensity"
									},
									"Translation": {
										"Text": "Set Reality Camera Intensity"
									},
									"Key": "NCRealityCameraComponent:SetRealityCamIntensity.DisplayName"
								},
								{
									"Source": {
										"Text": "Start Stop Location Amplitude"
									},
									"Translation": {
										"Text": "Start Stop Location Amplitude"
									},
									"Key": "NCRealityCameraTuning:StartStopLocationAmplitude.DisplayName"
								},
								{
									"Source": {
										"Text": "Start Stop Pitch Amplitude"
									},
									"Translation": {
										"Text": "Start Stop Pitch Amplitude"
									},
									"Key": "NCRealityCameraTuning:StartStopPitchAmplitude.DisplayName"
								},
								{
									"Source": {
										"Text": "Start Stop Recovery Speed"
									},
									"Translation": {
										"Text": "Start Stop Recovery Speed"
									},
									"Key": "NCRealityCameraTuning:StartStopRecoverySpeed.DisplayName"
								},
								{
									"Source": {
										"Text": "Start Stop Response Speed"
									},
									"Translation": {
										"Text": "Start Stop Response Speed"
									},
									"Key": "NCRealityCameraTuning:StartStopResponseSpeed.DisplayName"
								},
								{
									"Source": {
										"Text": "Strafe Sway Location Amplitude"
									},
									"Translation": {
										"Text": "Strafe Sway Location Amplitude"
									},
									"Key": "NCRealityCameraTuning:StrafeSwayLocationAmplitude.DisplayName"
								},
								{
									"Source": {
										"Text": "Strafe Sway Yaw Amplitude"
									},
									"Translation": {
										"Text": "Strafe Sway Yaw Amplitude"
									},
									"Key": "NCRealityCameraTuning:StrafeSwayYawAmplitude.DisplayName"
								},
								{
									"Source": {
										"Text": "Turn Lag Speed"
									},
									"Translation": {
										"Text": "Turn Lag Speed"
									},
									"Key": "NCRealityCameraTuning:TurnLagSpeed.DisplayName"
								},
								{
									"Source": {
										"Text": "Turn Pitch Lag Degrees"
									},
									"Translation": {
										"Text": "Turn Pitch Lag Degrees"
									},
									"Key": "NCRealityCameraTuning:TurnPitchLagDegrees.DisplayName"
								},
								{
									"Source": {
										"Text": "Turn Yaw Lag Degrees"
									},
									"Translation": {
										"Text": "Turn Yaw Lag Degrees"
									},
									"Key": "NCRealityCameraTuning:TurnYawLagDegrees.DisplayName"
								},
								{
									"Source": {
										"Text": "Vignette Intensity"
									},
									"Translation": {
										"Text": "Vignette Intensity"
									},
									"Key": "NCRealityCameraTuning:VignetteIntensity.DisplayName"
								},
								{
									"Source": {
										"Text": "Walk Bob Frequency"
									},
									"Translation": {
										"Text": "Walk Bob Frequency"
									},
									"Key": "NCRealityCameraTuning:WalkBobFrequency.DisplayName"
								},
								{
									"Source": {
										"Text": "Walk Bob Location Amplitude"
									},
									"Translation": {
										"Text": "Walk Bob Location Amplitude"
									},
									"Key": "NCRealityCameraTuning:WalkBobLocationAmplitude.DisplayName"
								},
								{
									"Source": {
										"Text": "Walk Bob Rotation Amplitude"
									},
									"Translation": {
										"Text": "Walk Bob Rotation Amplitude"
									},
									"Key": "NCRealityCameraTuning:WalkBobRotationAmplitude.DisplayName"
								}
							]
						}
					]
				}
			]
		}
	]
}